IDEA StatiCa Open Model
BoltAssembly.GrossArea Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gross cross-section area
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GrossArea { get; set; }
Public Property GrossArea As Double
	Get
	Set
public:
property double GrossArea {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace